docs/examples/007_GetIncompleteLotRequest.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:api="http://api.scoteid.com/api/">
   <soapenv:Header/>
   <soapenv:Body>
      <api:GetIncompleteLot>
         <LotReference>{B793AA3A-648D-0FB2-F9CF-BBC063AC16FD}</LotReference>
      </api:GetIncompleteLot>
   </soapenv:Body>
</soapenv:Envelope>